

-- 2. Получить информацию о жалобах определенного типа,
-- поступивших от конкретного заказчика за последнюю неделю.
--
-- 3. Получить информацию о фрилансерах (расположив их имена в алфавитном порядке),
-- которые владеют двумя указанными (по усмотрению студента) технологиями и успешно выполнили от 3 до 10 работ.
--
-- 4. Получить информацию обо всех фрилансерах и количестве сообщений, отправленных ими на протяжении
-- последних трех месяцев (даты должны определяться автоматически, в зависимости от момента выполнения запроса).
--
-- 5. По каждому заказчику получить информацию о средней стоимости успешно выполненных для него работ.
--
-- 6. Получить информацию о трех самых дорогих работах, дедлайн для которых наступит на протяжении следующего месяца.
--
--
-- 8. Получить информацию об объявлениях,
-- размещенных в течение последней недели одним и тем же заказчиком,
-- и имеющих стоимость, не превышающую заданную.


